Repository: bendrumin/family-chore-chart
Catalog: ChoreStar-iOS/ChoreStar/Localizable.xcstrings
Source language: en
Languages: ar, es, pt_br

source: Stars
ar: نجوم
es: Estrellas
pt_br: Estrelas

source: Rainbow
ar: قوس قزح
es: Arcoíris
pt_br: Arco-íris

source: Minimal
ar: بسيط
es: Minimalista
pt_br: Minimalista

source: %@'s Weekly Chore Chart
ar: جدول مهام %@ الأسبوعي
es: Tabla semanal de tareas de %@
pt_br: Quadro semanal de tarefas de %@

source: %@: Weekly Chores
ar: %@: مهام الأسبوع
es: %@: tareas de la semana
pt_br: %@: tarefas da semana

source: You're a star! Keep it up!
ar: أنت نجم! واصل التقدم!
es: ¡Eres una estrella! ¡Sigue así!
pt_br: Você é uma estrela! Continue assim!

source: Every chore completed is a step toward something awesome!
ar: كل مهمة تنجزها خطوة نحو شيء رائع!
es: ¡Cada tarea hecha es un paso hacia algo genial!
pt_br: Cada tarefa concluída é um passo rumo a algo incrível!

source: Generated by ChoreStar
ar: أُنشئ بواسطة ChoreStar
es: Creado con ChoreStar
pt_br: Criado com o ChoreStar

source: ChoreStar Family Report
ar: تقرير العائلة من ChoreStar
es: Informe familiar de ChoreStar
pt_br: Relatório familiar do ChoreStar

source: Generated on %@
ar: أُنشئ في %@
es: Creado el %@
pt_br: Criado em %@

source: Week of %@
ar: أسبوع %@
es: Semana del %@
pt_br: Semana de %@

source: Family Overview
ar: نظرة عامة على العائلة
es: Resumen familiar
pt_br: Resumo da família

source: Total Children: %lld
ar: عدد الأطفال: %lld
es: Niños: %lld
pt_br: Crianças: %lld

source: Total Chores: %lld
ar: عدد المهام: %lld
es: Tareas: %lld
pt_br: Tarefas: %lld

source: Total Completions: %lld
ar: المهام المنجزة: %lld
es: Tareas completadas: %lld
pt_br: Tarefas concluídas: %lld

source: %@ (Age %lld)
ar: %1$@ (العمر %2$lld)
es: %@ (%lld años)
pt_br: %@ (%lld anos)

source: Completion Rate: %@
ar: نسبة الإنجاز: %@
es: Tasa de cumplimiento: %@
pt_br: Taxa de conclusão: %@

source: Perfect Days: %lld of %lld
ar: الأيام المثالية: %1$lld من %2$lld
es: Días perfectos: %lld de %lld
pt_br: Dias perfeitos: %lld de %lld

source: Total Earnings: %@
ar: إجمالي المكافآت: %@
es: Ganancias: %@
pt_br: Ganhos: %@

source: Chore Breakdown:
ar: تفاصيل المهام:
es: Detalle por tarea:
pt_br: Detalhe por tarefa:

source: %@: %lld done, %@ each
ar: %1$@: أُنجزت %2$lld، %3$@ لكل مرة
es: %@: %lld hechas, %@ cada una
pt_br: %@: %lld concluídas, %@ cada

source: Generated by ChoreStar • chorestar.app
ar: أُنشئ بواسطة ChoreStar • chorestar.app
es: Creado con ChoreStar • chorestar.app
pt_br: Criado com o ChoreStar • chorestar.app

source: Printable Chore Chart
ar: جدول مهام للطباعة
es: Tabla de tareas para imprimir
pt_br: Quadro de tarefas para imprimir

source: Child / Chore
ar: الطفل / المهمة
es: Niño / Tarea
pt_br: Criança / Tarefa

source: ChoreStar Weekly Chore Chart
ar: جدول المهام الأسبوعي من ChoreStar
es: Tabla semanal de tareas de ChoreStar
pt_br: Quadro semanal de tarefas do ChoreStar

source: (no chores)
ar: (لا توجد مهام)
es: (sin tareas)
pt_br: (sem tarefas)

source: Generated by ChoreStar • Check off boxes as chores are completed
ar: أُنشئ بواسطة ChoreStar • ضع علامة في المربع عند إنجاز كل مهمة
es: Creado con ChoreStar • Marca las casillas al completar cada tarea
pt_br: Criado com o ChoreStar • Marque as caixas conforme as tarefas forem feitas

source: Weekly Template
ar: قالب أسبوعي
es: Plantilla semanal
pt_br: Modelo semanal

source: Chore
ar: المهمة
es: Tarea
pt_br: Tarefa

source: No chores yet. Add some in ChoreStar!
ar: لا توجد مهام بعد. أضف بعضها في ChoreStar!
es: Aún no hay tareas. ¡Agrega algunas en ChoreStar!
pt_br: Ainda não há tarefas. Adicione algumas no ChoreStar!

source: Weekly Goal: Complete all %lld chores every day
ar: هدف الأسبوع: إنجاز المهام الـ %lld كل يوم
es: Meta semanal: hacer las %lld tareas todos los días
pt_br: Meta semanal: fazer as %lld tarefas todos os dias

source: Weekly Goal: Complete every chore on its scheduled days
ar: هدف الأسبوع: إنجاز كل مهمة في أيامها المحددة
es: Meta semanal: hacer cada tarea en sus días
pt_br: Meta semanal: fazer cada tarefa nos dias marcados

source: Possible earnings: %@ per week
ar: المكافأة الممكنة: %@ في الأسبوع
es: Ganancias posibles: %@ por semana
pt_br: Ganhos possíveis: %@ por semana

source: Add a child first. Their chores fill in the charts and reports.
ar: أضف طفلًا أولًا. مهامه هي ما يملأ الجداول والتقارير.
es: Primero agrega un niño. Sus tareas llenan las tablas y los informes.
pt_br: Primeiro adicione uma criança. As tarefas dela preenchem os quadros e relatórios.

source: Template Style
ar: نمط القالب
es: Estilo de plantilla
pt_br: Estilo do modelo

source: Printables
ar: للطباعة
es: Para imprimir
pt_br: Para imprimir

source: A page for the fridge with a box for every chore on the days it's due. Free for every family.
ar: صفحة للثلاجة فيها مربع لكل مهمة في أيامها. مجانية لكل العائلات.
es: Una hoja para el refrigerador con una casilla por tarea en los días que toca. Gratis para todas las familias.
pt_br: Uma folha para a geladeira com uma caixa para cada tarefa nos dias marcados. Grátis para todas as famílias.

source: Family Report (PDF)
ar: تقرير العائلة (PDF)
es: Informe familiar (PDF)
pt_br: Relatório familiar (PDF)

source: Spreadsheet (CSV)
ar: جدول بيانات (CSV)
es: Hoja de cálculo (CSV)
pt_br: Planilha (CSV)

source: Reports
ar: التقارير
es: Informes
pt_br: Relatórios

source: This week's completions, perfect days and earnings for each child.
ar: المهام المنجزة والأيام المثالية والمكافآت لهذا الأسبوع لكل طفل.
es: Tareas hechas, días perfectos y ganancias de esta semana para cada niño.
pt_br: Tarefas concluídas, dias perfeitos e ganhos desta semana para cada criança.

source: Export & Print
ar: التصدير والطباعة
es: Exportar e imprimir
pt_br: Exportar e imprimir

source: Couldn't create the file. Please try again.
ar: تعذّر إنشاء الملف. حاول مرة أخرى.
es: No se pudo crear el archivo. Inténtalo de nuevo.
pt_br: Não foi possível criar o arquivo. Tente novamente.

source: Today
ar: اليوم
es: Hoy
pt_br: Hoje

source: Add a Chore
ar: إضافة مهمة
es: Agregar una tarea
pt_br: Adicionar tarefa

source: Kid Mode
ar: وضع الأطفال
es: Modo niños
pt_br: Modo criança

source: All
ar: الكل
es: Todas
pt_br: Todas

source: Auto
ar: تلقائي
es: Automático
pt_br: Automático

source: Classic
ar: كلاسيكي
es: Clásico
pt_br: Clássico

source: Holidays
ar: الأعياد
es: Festividades
pt_br: Feriados

source: Pending
ar: قيد الانتظار
es: Pendientes
pt_br: Pendentes

source: Seasons
ar: الفصول
es: Estaciones
pt_br: Estações

source: System
ar: النظام
es: Sistema
pt_br: Sistema

source: Exit kid mode
ar: الخروج من وضع الأطفال
es: Salir del modo niño
pt_br: Sair do modo criança

source: of %@
ar: من %@
es: de %@
pt_br: de %@

source: %@ earned today
ar: %@ مكسب اليوم
es: %@ ganado hoy
pt_br: %@ ganho hoje

source: %@ has no chores assigned yet
ar: لا توجد مهام معيّنة لـ %@ بعد
es: %@ aún no tiene tareas asignadas
pt_br: %@ ainda não tem tarefas

source: %@ more
ar: بقي %@
es: Faltan %@
pt_br: Faltam %@

source: %@ of %@
ar: %1$@ من %2$@
es: %@ de %@
pt_br: %@ de %@

source: %@ to go
ar: بقي لك %@
es: Te faltan %@
pt_br: Faltam %@

source: %@ to spend
ar: %@ للإنفاق
es: %@ para gastar
pt_br: %@ para gastar

source: %@'s Achievements
ar: إنجازات %@
es: Logros de %@
pt_br: Conquistas de %@

source: %@'s Chores
ar: مهام %@
es: Tareas de %@
pt_br: Tarefas de %@

source: %@'s Week
ar: أسبوع %@
es: Semana de %@
pt_br: Semana de %@

source: %lld Day Streak
ar: سلسلة %lld أيام
es: Racha de %lld días
pt_br: Sequência de %lld dias

source: %lld goals reached
ar: تم تحقيق %lld من الأهداف
es: %lld metas conseguidas
pt_br: %lld metas alcançadas

source: %lld min
ar: %lld د

# %lld of %lld
source: %1$lld of %2$lld
ar: %1$lld من %2$lld
es: %1$lld de %2$lld
pt_br: %1$lld de %2$lld

source: %lld of %lld badges
ar: الشارات: %1$lld من %2$lld
es: %lld de %lld insignias
pt_br: %lld de %lld medalhas

source: %lld of %lld badges earned
ar: حصلت على %1$lld من %2$lld شارة
es: %lld de %lld insignias ganadas
pt_br: %lld de %lld medalhas ganhas

source: %lld of %lld badges earned. Open badges.
ar: حصلت على %1$lld من %2$lld شارة. افتح الشارات.
es: %lld de %lld insignias ganadas. Abrir insignias.
pt_br: %lld de %lld medalhas ganhas. Abrir medalhas.

# %lld of %lld completed
source: %1$lld of %2$lld completed
ar: اكتمل %1$lld من %2$lld
es: %1$lld de %2$lld completadas
pt_br: %1$lld de %2$lld concluídas

source: %lld sec
ar: %lld ث
es: %lld s
pt_br: %lld s

source: %lld steps
ar: %lld خطوات
es: %lld pasos
pt_br: %lld passos

source: %lld steps · %@
ar: %1$lld خطوات · %2$@
es: %lld pasos · %@
pt_br: %lld passos · %@

source: %lld years old
ar: %lld سنوات
es: %lld años
pt_br: %lld anos

source: +%lld more
ar: +%lld أخرى
es: +%lld más
pt_br: +%lld mais

source: 🏖️ On vacation
ar: 🏖️ في إجازة
es: 🏖️ De vacaciones
pt_br: 🏖️ De férias

source: 1 goal reached
ar: تم تحقيق هدف واحد
es: 1 meta conseguida
pt_br: 1 meta alcançada

source: 30 minutes of screen time
ar: 30 دقيقة أمام الشاشة
es: 30 minutos de pantalla
pt_br: 30 minutos de tela

source: A Lego set, a scooter, a book...
ar: مجموعة ليغو، سكوتر، كتاب...
es: Un set de Lego, un monopatín, un libro...
pt_br: Um Lego, um patinete, um livro...

source: A PIN is already set. Leave blank to keep it.
ar: يوجد رمز PIN بالفعل. اتركه فارغًا للإبقاء عليه.
es: Ya hay un PIN. Déjalo en blanco para conservarlo.
pt_br: Já existe um PIN. Deixe em branco para mantê-lo.

source: About
ar: حول
es: Acerca de
pt_br: Sobre

source: Accent Colour
ar: لون التمييز
es: Color de acento
pt_br: Cor de destaque

source: Account
ar: الحساب
es: Cuenta
pt_br: Conta

source: Achievement unlocked
ar: تم فتح إنجاز!
es: ¡Logro desbloqueado!
pt_br: Conquista desbloqueada!

source: Achievements
ar: الإنجازات
es: Logros
pt_br: Conquistas

source: Activity Alerts
ar: تنبيهات النشاط
es: Alertas de actividad
pt_br: Alertas de atividade

source: Activity alerts buzz when a kid finishes all chores or a routine. The daily reminder is a local nudge on this device.
ar: تنبيهات النشاط تصلك عندما ينهي طفل كل مهامه أو روتينًا. التذكير اليومي تنبيه محلي على هذا الجهاز.
es: Las alertas de actividad avisan cuando un niño termina todas sus tareas o una rutina. El recordatorio diario es un aviso local en este dispositivo.
pt_br: Os alertas de atividade avisam quando uma criança termina todas as tarefas ou uma rotina. O lembrete diário é um aviso local neste aparelho.

source: Add
ar: إضافة
es: Agregar
pt_br: Adicionar

source: Add a child first
ar: أضف طفلًا أولًا
es: Agrega un niño primero
pt_br: Adicione uma criança primeiro

source: Add a child to start tracking chores.
ar: أضف طفلًا لبدء تتبع المهام.
es: Agrega un niño para empezar a registrar tareas.
pt_br: Adicione uma criança para começar a acompanhar tarefas.

source: Add a reward
ar: إضافة مكافأة
es: Agregar una recompensa
pt_br: Adicionar uma recompensa

source: Add at least one step
ar: أضف خطوة واحدة على الأقل
es: Agrega al menos un paso
pt_br: Adicione pelo menos um passo

source: Add Child
ar: إضافة طفل
es: Agregar niño
pt_br: Adicionar criança

source: Add Chore
ar: إضافة مهمة
es: Agregar tarea
pt_br: Adicionar tarefa

source: Add more from the starter set
ar: إضافة المزيد من المجموعة الأولية
es: Agregar más del conjunto inicial
pt_br: Adicionar mais do conjunto inicial

source: Add reward
ar: إضافة مكافأة
es: Agregar recompensa
pt_br: Adicionar recompensa

source: Add Step
ar: إضافة خطوة
es: Agregar paso
pt_br: Adicionar passo

source: Add the starter set
ar: إضافة المجموعة الأولية
es: Agregar el conjunto inicial
pt_br: Adicionar o conjunto inicial

source: Add Your First Child
ar: أضف طفلك الأول
es: Agrega a tu primer hijo
pt_br: Adicione seu primeiro filho

source: Add your first child on the Family tab to see their week here.
ar: أضف أول طفل من تبويب العائلة لرؤية أسبوعه هنا.
es: Agrega a tu primer niño en la pestaña Familia para ver su semana aquí.
pt_br: Adicione sua primeira criança na aba Família para ver a semana aqui.

source: Added
ar: تمت الإضافة
es: Agregada
pt_br: Adicionada

source: After School
ar: بعد المدرسة
es: Después de clases
pt_br: Depois da escola

source: After School Routine
ar: روتين ما بعد المدرسة
es: Rutina después de la escuela
pt_br: Rotina pós-escola

source: Age %lld
ar: %lld سنوات
es: %lld años
pt_br: %lld anos

source: All caught up
ar: كل شيء منجز
es: Todo al día
pt_br: Tudo em dia

source: All Done!
ar: أنجزت كل شيء!
es: ¡Todo listo!
pt_br: Tudo pronto!

source: Amazing job! You're a superstar!
ar: عمل مذهل! أنت نجم لامع!
es: ¡Increíble! ¡Eres una superestrella!
pt_br: Incrível! Você é uma superestrela!

source: Amounts (cents)
ar: المبالغ (بالسنت)
es: Importes (centavos)
pt_br: Valores (centavos)

source: Anything your kid should know?
ar: هل هناك ما يجب أن يعرفه طفلك؟
es: ¿Algo que tu hijo deba saber?
pt_br: Algo que seu filho deva saber?

source: Appearance
ar: المظهر
es: Apariencia
pt_br: Aparência

source: Approve
ar: موافقة
es: Aprobar
pt_br: Aprovar

# Approve %@ for %@
source: Approve %1$@ for %2$@
ar: الموافقة على %1$@ لـ %2$@
es: Aprobar %1$@ para %2$@
pt_br: Aprovar %1$@ para %2$@

source: Approve Chores First
ar: الموافقة على المهام أولًا
es: Aprobar tareas primero
pt_br: Aprovar tarefas primeiro

source: Ask a grown-up to pay it out and pick your next goal!
ar: اطلب من شخص كبير أن يدفع لك المبلغ واختر هدفك التالي!
es: ¡Pídele a un adulto que te lo pague y elige tu próxima meta!
pt_br: Peça para um adulto pagar e escolha sua próxima meta!

source: Ask a parent for your family code
ar: اطلب رمز العائلة من ماما أو بابا
es: Pídele a papá o mamá el código de tu familia
pt_br: Peça o código da família para o papai ou a mamãe

source: Ask for a photo
ar: طلب صورة
es: Pedir una foto
pt_br: Pedir uma foto

source: Asked!
ar: تم الطلب!
es: ¡Pedido!
pt_br: Pedido!

source: Asked! A grown-up will say yes or no to %@.
ar: تم الطلب! سيقول شخص كبير نعم أو لا بخصوص %@.
es: ¡Pedido! Un adulto dirá que sí o que no a %@.
pt_br: Pedido! Um adulto vai dizer sim ou não para %@.

source: Assign To
ar: تعيين إلى
es: Asignar a
pt_br: Atribuir a

source: Assigned To
ar: معيّنة إلى
es: Asignada a
pt_br: Atribuída a

source: Audio
ar: الصوت
pt_br: Áudio

source: Avatar Color
ar: لون الصورة الرمزية
es: Color del avatar
pt_br: Cor do avatar

source: Awesome! Your parents will be so proud!
ar: رائع! سيفخر بك والداك كثيرًا!
es: ¡Genial! ¡Tus papás estarán muy orgullosos!
pt_br: Demais! Seus pais vão ficar muito orgulhosos!

source: Back
ar: رجوع
es: Atrás
pt_br: Voltar

source: Back to Home
ar: العودة إلى الرئيسية
es: Volver al inicio
pt_br: Voltar ao início

source: Back to Parent Login
ar: العودة إلى دخول الوالدين
es: Volver al acceso de padres
pt_br: Voltar ao login dos pais

source: Back to this week
ar: العودة إلى هذا الأسبوع
es: Volver a esta semana
pt_br: Voltar para esta semana

source: Bedtime
ar: وقت النوم
es: Hora de dormir
pt_br: Hora de dormir

source: Bedtime Routine
ar: روتين النوم
es: Rutina de dormir
pt_br: Rotina de dormir

source: BEST VALUE
ar: أفضل قيمة
es: MEJOR VALOR
pt_br: MELHOR VALOR

source: Brush Hair
ar: مشط شعرك
es: Péinate
pt_br: Pentear o cabelo

source: Brush Teeth
ar: نظف أسنانك
es: Lávate los dientes
pt_br: Escovar os dentes

source: Build Your Own
ar: أنشئ روتينك
es: Crear la tuya
pt_br: Criar a sua

source: By Child
ar: حسب الطفل
es: Por niño
pt_br: Por criança

source: Cancel
ar: إلغاء
es: Cancelar
pt_br: Cancelar

source: Category
ar: الفئة
es: Categoría
pt_br: Categoria

source: Change
ar: تغيير
es: Cambiar
pt_br: Alterar

source: Change goal
ar: تغيير الهدف
es: Cambiar meta
pt_br: Mudar meta

source: Change Password
ar: تغيير كلمة المرور
es: Cambiar contraseña
pt_br: Alterar senha

source: Change your goal
ar: غيّر هدفك
es: Cambia tu meta
pt_br: Mude sua meta

source: Check back later
ar: عد لاحقًا
es: Vuelve más tarde
pt_br: Volte mais tarde

source: Child Information
ar: معلومات الطفل
es: Información del niño
pt_br: Informações da criança

source: Children
ar: الأطفال
es: Niños
pt_br: Crianças

source: Choose Avatar
ar: اختيار صورة رمزية
es: Elegir avatar
pt_br: Escolher avatar

source: Choose from Library
ar: اختيار من المعرض
es: Elegir de la galería
pt_br: Escolher da galeria

source: Chore Champion
ar: بطل المهام
es: Campeón de tareas
pt_br: Campeão das tarefas

source: Chore Details
ar: تفاصيل المهمة
es: Detalles de la tarea
pt_br: Detalhes da tarefa

source: Chore icons by OpenMoji
ar: أيقونات المهام من OpenMoji
es: Íconos de tareas por OpenMoji
pt_br: Ícones de tarefas por OpenMoji

source: Chores
ar: المهام
es: Tareas
pt_br: Tarefas

source: Co-parent
ar: ولي أمر مشارك
es: Copadre/madre
pt_br: Corresponsável

source: Color
ar: اللون
pt_br: Cor

source: Comb Hair
ar: مشط شعرك
es: Péinate
pt_br: Pentear o cabelo

source: Common
ar: شائعة
es: Común
pt_br: Comum

source: Complete
ar: مكتمل
es: Completado
pt_br: Concluído

source: Complete 20 creative activities
ar: أكمل 20 نشاطًا إبداعيًا
es: Completa 20 actividades creativas
pt_br: Complete 20 atividades criativas

source: Complete 25 learning activities
ar: أكمل 25 نشاطًا تعليميًا
es: Completa 25 actividades de aprendizaje
pt_br: Complete 25 atividades de aprendizado

source: Complete 30 physical activities
ar: أكمل 30 نشاطًا رياضيًا
es: Completa 30 actividades físicas
pt_br: Complete 30 atividades físicas

source: Complete 50 household chores
ar: أكمل 50 مهمة منزلية
es: Completa 50 tareas del hogar
pt_br: Complete 50 tarefas da casa

source: Complete 100 total chores
ar: أكمل 100 مهمة في المجموع
es: Completa 100 tareas en total
pt_br: Complete 100 tarefas no total

source: Complete 250 total chores
ar: أكمل 250 مهمة في المجموع
es: Completa 250 tareas en total
pt_br: Complete 250 tarefas no total

source: Complete all chores for a full week
ar: أكمل كل المهام لمدة أسبوع كامل
es: Completa todas las tareas durante una semana entera
pt_br: Complete todas as tarefas por uma semana inteira

source: Complete all chores in a day to earn %@
ar: أكمل كل المهام في يوم واحد لتكسب %@
es: Completa todas las tareas de un día para ganar %@
pt_br: Conclua todas as tarefas de um dia para ganhar %@

source: Complete every single chore for a week
ar: أكمل كل مهمة بلا استثناء لمدة أسبوع
es: Completa absolutamente todas las tareas durante una semana
pt_br: Complete todas as tarefas, sem faltar nenhuma, por uma semana

source: Complete your first chore
ar: أكمل مهمتك الأولى
es: Completa tu primera tarea
pt_br: Complete sua primeira tarefa

source: Completed
ar: مكتملة
es: Completadas
pt_br: Concluídas

source: Completed! 🎉
ar: اكتملت! 🎉
es: ¡Completadas! 🎉
pt_br: Concluídas! 🎉

source: Completions This Week
ar: المهام المنجزة هذا الأسبوع
es: Tareas completadas esta semana
pt_br: Conclusões desta semana

source: Confirm new password
ar: تأكيد كلمة المرور الجديدة
es: Confirmar contraseña nueva
pt_br: Confirmar nova senha

source: Consecutive days with every chore done
ar: أيام متتالية أُنجزت فيها كل المهام
es: Días seguidos con todas las tareas hechas
pt_br: Dias seguidos com todas as tarefas feitas

source: Continue
ar: متابعة
es: Continuar
pt_br: Continuar

source: Copied
ar: تم النسخ
es: Copiado
pt_br: Copiado

source: Copy
ar: نسخ
es: Copiar
pt_br: Copiar

source: Couldn't reach ChoreStar. Check your connection.
ar: تعذر الوصول إلى ChoreStar. تحقق من اتصالك بالإنترنت.
es: No pudimos conectar con ChoreStar. Revisa tu conexión.
pt_br: Não foi possível conectar ao ChoreStar. Verifique sua conexão.

source: Create
ar: إنشاء
es: Crear
pt_br: Criar

source: Create Account
ar: إنشاء حساب
es: Crear cuenta
pt_br: Criar conta

source: Create Chore
ar: إنشاء المهمة
es: Crear tarea
pt_br: Criar tarefa

source: Create Invite Code
ar: إنشاء رمز دعوة
es: Crear código de invitación
pt_br: Criar código de convite

source: Creative Artist
ar: فنان مبدع
es: Artista creativo
pt_br: Artista criativo

source: Currency
ar: العملة
es: Moneda
pt_br: Moeda

source: Current Password
ar: كلمة المرور الحالية
es: Contraseña actual
pt_br: Senha atual

source: Current Theme
ar: السمة الحالية
es: Tema actual
pt_br: Tema atual

source: Current: %@
ar: الحالي: %@
es: Actual: %@
pt_br: Atual: %@

source: Custom
ar: مخصصة
es: Personalizada
pt_br: Personalizada

source: Custom Accent
ar: لون تمييز مخصص
es: Acento personalizado
pt_br: Destaque personalizado

source: Custom accent overrides the theme colours. Theme choice syncs with the web app.
ar: لون التمييز المخصص يتجاوز ألوان السمة. اختيار السمة يتزامن مع تطبيق الويب.
es: El color de acento personalizado reemplaza los colores del tema. La elección del tema se sincroniza con la web.
pt_br: A cor de destaque personalizada substitui as cores do tema. A escolha do tema sincroniza com a web.

source: Daily flat rate
ar: معدل يومي ثابت
es: Tarifa diaria fija
pt_br: Valor diário fixo

source: Daily List
ar: قائمة يومية
es: Lista diaria
pt_br: Lista diária

source: Daily Reminder
ar: تذكير يومي
es: Recordatorio diario
pt_br: Lembrete diário

source: Daily reward
ar: المكافأة اليومية
es: Recompensa diaria
pt_br: Recompensa diária

source: Dark
ar: داكن
es: Oscuro
pt_br: Escuro

source: Data
ar: البيانات
es: Datos
pt_br: Dados

source: Default chore
ar: المهمة الافتراضية
es: Tarea predeterminada
pt_br: Tarefa padrão

source: Delete
ar: حذف
es: Eliminar
pt_br: Excluir

source: Delete %@?
ar: حذف %@؟
es: ¿Eliminar a %@?
pt_br: Excluir %@?

source: Delete Account
ar: حذف الحساب
es: Eliminar cuenta
pt_br: Excluir conta

source: Delete My Account
ar: حذف حسابي
es: Eliminar mi cuenta
pt_br: Excluir minha conta

source: Do Homework
ar: حل واجباتك
es: Haz la tarea
pt_br: Fazer a lição de casa

source: Done
ar: تم
es: Listo
pt_br: Pronto

source: Done!
ar: تم!
es: ¡Listo!
pt_br: Pronto!

source: e.g., Make bed
ar: مثال: ترتيب السرير
es: p. ej., Hacer la cama
pt_br: ex.: Arrumar a cama

source: Each child earns %@ for finishing all of their chores today.
ar: يكسب كل طفل %@ عند إنهاء جميع مهامه اليوم.
es: Cada niño gana %@ por terminar todas sus tareas de hoy.
pt_br: Cada criança ganha %@ por concluir todas as tarefas de hoje.

source: Each chore gets its own reward, so bigger jobs can be worth more. You set the amount when you add a chore.
ar: لكل مهمة مكافأتها الخاصة، فالأعمال الأكبر تستحق أكثر. تحدد المبلغ عند إضافة المهمة.
es: Cada tarea tiene su propia recompensa, así los trabajos grandes valen más. Fijas el monto al agregar la tarea.
pt_br: Cada tarefa tem sua própria recompensa, então trabalhos maiores valem mais. Você define o valor ao adicionar a tarefa.

source: Earn %@
ar: اربح %@
es: Gana %@
pt_br: Ganhe %@

source: Earned
ar: المكسب
es: Ganado
pt_br: Ganho

source: Earned %@
ar: حصلت عليها في %@
es: Conseguida el %@
pt_br: Conquistada em %@

source: Earned!
ar: حصلت عليها!
es: ¡Conseguida!
pt_br: Conquistada!

source: Eat Breakfast
ar: تناول الفطور
es: Desayuna
pt_br: Tomar café da manhã

source: Edit Child
ar: تعديل الطفل
es: Editar niño
pt_br: Editar criança

source: Edit Chore
ar: تعديل المهمة
es: Editar tarea
pt_br: Editar tarefa

source: Edit Routine
ar: تعديل الروتين
es: Editar rutina
pt_br: Editar rotina

source: Email
ar: البريد الإلكتروني
es: Correo electrónico

source: Enable Kid Login
ar: تفعيل دخول الطفل
es: Activar acceso para niños
pt_br: Ativar acesso da criança

source: End vacation early
ar: إنهاء الإجازة مبكرًا
es: Terminar las vacaciones antes
pt_br: Encerrar as férias antes

source: Enter 4-6 digit PIN
ar: أدخل رمز PIN من 4 إلى 6 أرقام
es: Escribe un PIN de 4 a 6 dígitos
pt_br: Digite um PIN de 4 a 6 dígitos

source: Enter amounts in cents, e.g. 100 = %@. Synced with the web app.
ar: أدخل المبالغ بالسنت، مثلًا 100 = %@. متزامن مع الويب.
es: Escribe los importes en centavos, p. ej. 100 = %@. Sincronizado con la web.
pt_br: Digite os valores em centavos, ex.: 100 = %@. Sincronizado com a web.

source: Enter invite code
ar: أدخل رمز الدعوة
es: Ingresa el código de invitación
pt_br: Digite o código de convite

source: Enter name
ar: أدخل الاسم
es: Escribe el nombre
pt_br: Digite o nome

source: Enter new PIN to change it
ar: أدخل رمز PIN جديدًا لتغييره
es: Escribe un PIN nuevo para cambiarlo
pt_br: Digite um novo PIN para alterá-lo
